Tekla.Structures.AnalysisInternal.DotAnalysisChangeManagementTime.OperationEnum
The operation types.

Tekla.Structures.AnalysisInternal.DotAnalysisChangeManagementTime.OperationEnum.CreateData
CreateData operation.

Tekla.Structures.AnalysisInternal.DotAnalysisChangeManagementTime.OperationEnum.GetLastTime
GetLastTime operation.